Repository: CoveAS/bring-fraktguiden-for-woocommerce
Catalog: languages/bring-fraktguiden-for-woocommerce-*.po
Languages: nb_no

source: Activate PRO
nb_no: Aktivere PRO

source: Add
nb_no: Legg til

source: Additional Address Info
nb_no: Ekstra adresseinformasjon

source: Additional fee:
nb_no: Tilleggsavgift:

source: Additional Info
nb_no: Tilleggsinformasjon

source: Address
nb_no: Adresse

source: Advanced
nb_no: Avansert

source: Advanced configuration and debugging.
nb_no: Avanserte innstillinger og debugging.

source: All allowed countries
nb_no: Alle tilatte land

source: Already have an account? Enter your Mybring details <a href="%s">here</a>.
nb_no: Har du allerede en konto? Fyll inn dine Mybring-detaljer <a href="%s">her</a>.

source: Alternative customer number:
nb_no: Alternativt kundenummer:

source: API customer number
nb_no: API-kundenummer

source: API key
nb_no: API-nøkkel

source: API response
nb_no: API svar

source: Automatically calculate shipping rates using Bring Fraktguiden API.
nb_no: Kalkulerer frakten automatisk ved bruk av Bring Fraktguiden API.

source: Automatically pack items into several consignments
nb_no: Pakk varer i flere forsendelser automatisk

source: Awaiting Shipment
nb_no: Avventer frakt

source: Booked with Bring
nb_no: Reservert hos Bring

source: Booking errors. See the Bring Booking box for details.
nb_no: Reservering hos Bring feilet. Se Bring booking boks i bestillingsskjema for detaljer.

source: Bring - Print labels
nb_no: Bring - Etiketter

source: Bring - Submit Consignments
nb_no: Bring - Send

source: Bring API offline / No connection
nb_no: Bring API er offline / Ingen forbindelse

source: Bring Fraktguiden API Customer Number is missing.
nb_no: Bring Fraktguiden API-kundenummer mangler.

source: Bring Fraktguiden could not create the folder 'uploads/bring_booking_labels'.
nb_no: Bring Fraktguiden kunne ikke lage mappen ‘uploads/bring_booking_labels’.

source: Bring Fraktguiden could not write to 'uploads/bring_booking_labels'.
nb_no: Bring Fraktguiden kunne ikke skrive til mappen ‘uploads/bring_booking_labels’.

source: Bring Fraktguiden Debug information
nb_no: Bring Fraktguiden Debug informasjon

source: Bring Fraktguiden Email / API key is missing.
nb_no: Bring Fraktguiden Epost / API-nøkkel mangler.

source: Bring Fraktguiden for WooCommerce makes it easy for your customers to choose delivery methods from Bring.
nb_no: Bring Fraktguiden for WooCommerce gjør det enkelt for kundene i din nettbutikk å velge leveringsmåte med Bring.

source: Bring Fraktguiden is a shipping method using Bring.com to calculate rates.
nb_no: Bring Fraktguiden er en fraktmetode som baserer seg på priser fra Bring.

source: Bring Fraktguiden logs will be saved in
nb_no: Bring Fraktguiden logg vil bli lagret i

source: Bring Fraktguiden PRO features have been deactivated.
nb_no: Bring Fraktguiden PRO funksjoner er deaktivert.

source: Bring Fraktguiden PRO is in test-mode. Deactivate the test-mode to remove this message.
nb_no: Bring Fraktguiden PRO er i testmodus. Deaktivert testmodus for å fjerne denne meldingen.

source: Bring Fraktguiden PRO is now available, <a href="%s">Click here to upgrade to PRO.</a>
nb_no: Bring Fraktguiden PRO er nå tilgjengelig, <a href="%s">Klikk her for å oppgradere til PRO.</a>

source: Bring Fraktguiden PRO license has not yet been activated. You have %s remaining before PRO features are disabled.
nb_no: Bring Fraktguiden PRO-lisensen har ikke blitt aktivert enda. Du har %s igjen før PRO-funksjonene blir deaktivert.

source: Bring Fraktguiden Product Tester
nb_no: Bring Fraktguiden Produkttester

source: Bring Fraktguiden will hide Klarna Checkout until a shipping method is selected in order to ensure that a shipping method has been selected before payment is made.
nb_no: Bring Fraktguiden vil skjule Klarna Checkout til en forsendelsesmetode er valgt for å sikre at en forsendelsesmetode er valgt før betaling utføres.

source: Bring is not configured for the selected zone
nb_no: Bring er ikke konfigurert for den valgte sonen

source: Bring needs a default shipping size for when products do not contain any dimension information.
nb_no: Bring trenger et standardmål når produkter ikke inneholder dimensjoner.

source: Bring order ID:
nb_no: Bring ordre-ID:

source: Bring products
nb_no: Bring produkter

source: Bring requires a postcode to show where packages are being sent from. Please update your postcode on the <a href="%s">settings page.</a>
nb_no: Bring krever postnummer for å vise hvor pakkene blir sendt fra. Vennligst oppdater ditt postnummer på <a href="%s">innstillingssiden.</a>

source: Bring Settings
nb_no: Bring instillinger

source: Bring settings
nb_no: Innstillinger for Bring

source: Bring shipping method requires <strong>weight &amp; dimensions</strong> to be enabled. Please enable them on the <a href="%1$s">Catalog tab</a>. <br/> In addition, Bring also requires the <strong>Norweigian Krone</strong> currency. Choose that from the <a href="%2$s">General tab</a>
nb_no: Bring krever <strong>vekt og dimensjoner</strong> for å kalkulere pris. Sørg for at dette er satt opp under <a href="%1$s">katalogfanen</a>.<br/>I tillegg, kreves det at <strong>norske kroner</strong> er satt som valuta. Det kan velges fra <a href="%2$s">generelt-fanen</a>

source: Bring updated their API. All users now need a Mybring account in order to calculate freight.
nb_no: Bring har oppdatert sitt API. Alle brukere må ha en Mybring-konto for å kalkulere frakt.

source: Calculate shipping costs based on weight only
nb_no: Kalkuler frakt kostnader basert kun på vekt

source: Can this product be shipped with Bring?
nb_no: Kan dette produktet sendes med Bring?

source: Cancel
nb_no: Avbryt

source: Change order status after booking or printing labels.
nb_no: Endre ordrestatus etter bestilling eller utskrift av etiketter.

source: Changing status because the label was downloaded.
nb_no: Endrer status da fraktetiketten ble lastet ned.

source: Choose delivery from
nb_no: Velg levering fra

source: City
nb_no: By

source: Click here to buy a license
nb_no: Klikk her for å kjøpe lisens

source: Click here to buy a license or learn more about Bring Fraktguiden Pro.
nb_no: Klikk her for å kjøpe en lisens eller lære mer om Bring Fraktguiden PRO.

source: Click here to see the logs
nb_no: Klikk her for å se loggene

source: Close modal panel
nb_no: Lukk dialogvindu

source: Confirm and submit consignment
nb_no: Bekreft og send forsendelsen

source: Consignment number
nb_no: Sendingsnummer

source: Consignments
nb_no: Forsendelser

source: Contact
nb_no: Kontakt

source: Contact Person
nb_no: Kontaktperson

source: Couldn't connect to Bring with your API credentials. Please check that they are correct
nb_no: Kunne ikke koble til Bring med påloggingsinformasjonen. Kontroller at de er riktige

source: Country
nb_no: Land

source: Country code
nb_no: Landkode

source: County
nb_no: Fylke

source: Courier
nb_no: Kurer

source: Create a new booking
nb_no: Lag en ny booking

source: Create waybill
nb_no: Lag fraktbrev

source: Custom flat rate
nb_no: Tilpasset fast pris

source: Customer note from the order
nb_no: Kundenotat fra bestillingen

source: Customer Number
nb_no: Kundenummer

source: Customer number
nb_no: Kundenummer

source: Customer numbers should be letters (A-Z) and underscores followed by a dash and a number.
nb_no: Kundetall skal være bokstaver (A-Z) og understreker etterfulgt av en bindestrek og et tall.

source: Customer requested delivery date
nb_no: Kunden ba om leveringsdato

source: Customer requested delivery time:
nb_no: Kunden ba om leveringstid:

source: Cutoff time every day. Orders after this time will be processed the next day.
nb_no: Avskjæringstid hver dag. Bestillinger etter dette tidspunktet vil bli behandlet neste dag.

source: Date
nb_no: Dato

source: day
nb_no: dag

source: Debug mode
nb_no: Debug modus

source: Debug System information
nb_no: Debug systeminformasjon

source: Delete
nb_no: Slett

source: Delivery Fee
nb_no: Leveringsgebyr

source: Disable loading the default stylesheet from the Bring Fraktguiden plugin to allow custom styling by the theme
nb_no: Deaktiver lasting standardstil arket fra Bring Fraktguiden plugin for å tillate tilpasset styling av temaet

source: Disable stylesheet
nb_no: Deaktiver stylesheets

source: Display detailed description and additional information for shipping methods in cart totals.
nb_no: Vis detaljert beskrivelse og tilleggsinformasjon om forsendelsesmetoder.

source: Display ETA
nb_no: Vis ETA

source: Display expected delivery date below shipping rates
nb_no: Vis forventet leveringsdato under fraktpriser

source: Do nothing
nb_no: Gjør ingenting

source: Dowload waybill
nb_no: Last ned fraktbrev

source: Download
nb_no: Last ned

source: Download label
nb_no: Last ned etikett

source: Downloads
nb_no: Nedlastinger

source: Earliest Pickup
nb_no: Tidligst henting

source: Email
nb_no: Epost

source: Enable
nb_no: Aktiver

source: Enable Bring Fraktguiden
nb_no: Aktiver Bring Fraktguiden

source: Enable debug logs
nb_no: Aktiver debug-logging

source: Enable expected delivery date
nb_no: Aktiver forventet leveringsdato

source: Enable legacy Klarna support
nb_no: Aktiver eldre støtte for Klarna

source: Enable multipack
nb_no: Aktiver multipack

source: Enable Mybring booking
nb_no: Aktiver Mybring Booking

source: Enable pickup point
nb_no: Aktiver hentested

source: Enable pickup points on the cart / checkout. If disabled, Bring will show the names of shipment methods. <em>ie: <strong>"Climate Neutral Service Pack"</strong></em>
nb_no: For å vise hentested i handlekurven/kassen for kunden(e) må Hentested aktiveres. Hvis deaktivert, vil Bring kun vise navn på forsendelsesmetoder. <em>f.eks: <strong>”Klimanøytral Servicepakke”</strong> </em>

source: Enable test mode
nb_no: Aktiver testmodus

source: Enable test mode for Mybring booking
nb_no: Aktiver testmodus for Mybring booking

source: Enable/disable PRO features
nb_no: Aktiver/deaktiver PRO-funksjonene

source: Enhanced descriptions
nb_no: Bedre beskrivelser

source: Enter postcode (4 digits)
nb_no: Skriv postnummer (4 siffer)

source: Enter your API credentials. API authentication is required.
nb_no: Legg inn din API legitimasjon. API autentisering er pålagt.

source: Enter your API customer number <a href="%s">here</a>.
nb_no: Fyll inn ditt API-kundenummer <a href="%s">her</a>.

source: Error
nb_no: Feil

source: Expected delivery
nb_no: Forventet levert

source: Failed
nb_no: Feilet

source: Fallback options
nb_no: Fallback alternativer

source: Find your API customer number %1$shere%2$s.
nb_no: Finn ditt API-kundenummer %1$sher%2$s.

source: Find your API key %1$shere%2$s.
nb_no: Finn din API-nøkkel %1$sher%2$s.

source: Find your Email %1$shere%2$s.
nb_no: Finn din Epost %1$sher%2$s.

source: Fixed price override:
nb_no: Overstyring av fast pris:

source: Flag that tells whether the parcel is delivered at a post office when it is shipped.
nb_no: Kryss av om pakken blir levert til et postkontor ved sending.

source: Fraktguiden requires the following fields
nb_no: Fraktguiden krever følgende felter utfylt

source: Free shipping activated at:
nb_no: Gratis frakt aktivert på:

source: From country
nb_no: Fra land

source: From zip
nb_no: Fra postnummer

source: Fuel surcharge is not included in the price returned from the ShippingGuide and must be calculated / added manually. Bring Parcels is entitled to change this charge without notice to the customer. Any fuel surcharge applied will be detailed on the invoice.
nb_no: Drivstofftillegg er ikke inkludert i prisen som returneres fra ShippingGuide og må beregnes / legges til manuelt. Bring Parcels har rett til å endre denne avgiften uten varsel til kunden. Eventuelle drivstofftillegg vil bli spesifisert på fakturaen.

source: Get delivery methods
nb_no: Hent leveringsmetoder

source: Get Rate
nb_no: Hent pris

source: Heavy and oversized items
nb_no: Tunge og overdimensjonerte varer

source: Heavy item handling
nb_no: Håndtering av tunge varer

source: Height
nb_no: Høyde

source: Here's some information about your product
nb_no: Her er litt informasjon om produktet ditt

source: hh
nb_no: tt

source: Home Delivery
nb_no: Hjemmelevering

source: Home delivery
nb_no: Hjemmelevering

source: ie: 0159
nb_no: f.eks. 0159

source: ie: 1500
nb_no: f.eks. 1500

source: ie: 500
nb_no: f.eks. 500

source: ie: Cargo shipping
nb_no: f.eks. Fraktgods

source: If Bring has any technical difficulties, it won't be able to fetch prices from the bring server.<br>In these cases, shipping will default to these settings:
nb_no: Hvis Bring har tekniske problemer, er det ikke mulig å hente fraktpriser fra Bring-serveren. <br> I disse tilfeller vil frakten settes til disse innstillingene:

source: If not checked, default services will be shown
nb_no: Hvis ikke merket, vises standardtjenester

source: If set, it will be the maximum number of pickup points shown
nb_no: Hvis det er satt, blir det maksimalt antall hentested vist

source: If you do not have a Mybring account, create your account <a href="%s" target="_blank">here</a>.
nb_no: Hvis du ikke har en Mybring-konto, lag en konto <a href="%s" target="_blank">her</a>.

source: Ignore product dimensions
nb_no: Ignorer produktdimensjoner

source: In progress
nb_no: Prosesserer

source: Information
nb_no: Informasjon

source: Insufficient permissions
nb_no: Ikke tilstrekkelig tilgang

source: Issues from the Bring API will be logged here
nb_no: Problemer med Bring API blir logget her

source: Klarna checkout support
nb_no: Støtte for Klarna checkout

source: Labels
nb_no: Etiketter

source: Lead time cutoff
nb_no: Avskjæring av ledetid

source: Lead time in days
nb_no: Ledetid i dager

source: Leave blank to remove limit
nb_no: La være tom for ingen grense

source: Length
nb_no: Lengde

source: Loading.
nb_no: Laster.

source: Loads additional JavaScript on the checkout.
nb_no: Laster inn ekstra JavaScript i kassen.

source: Mailbox (new)
nb_no: Postkasse (ny)

source: Maximum product handling
nb_no: Maksimalt produktantall

source: Maximum product limit
nb_no: Maksimalt produktantall

source: Maximum total quantity of products in the cart before offering a custom price
nb_no: Maksimalt antall produkter i handlekurven før det tilbys en fast pris

source: Merged PDF labels
nb_no: Sammenslåtte PDF etiketter

source: Merged ZPL labels
nb_no: Sammenslåtte ZPL etiketter

source: Method availability
nb_no: Tilgjengelighet

source: Minimum Height in cm
nb_no: Minimum høyde i cm

source: Minimum Length in cm
nb_no: Minimum lengde i cm

source: Minimum shipping dimensions
nb_no: Minimumsmål

source: Minimum Weight in kg
nb_no: Minimumsvekt i kg

source: Minimum Width in cm
nb_no: Minimum bredde i cm

source: Missing credentials
nb_no: Mangler påloggingsdetaljer

source: Municipality
nb_no: Kommune

source: Must be at least 13cm
nb_no: Må være minst 13 cm

source: Must be at least 1cm
nb_no: Må være minst 1 cm

source: Must be at least 23cm
nb_no: Må være minst 23 cm

source: Mybring authentication failed
nb_no: Mybring autentisering mislyktes

source: Mybring Booking errors
nb_no: MyBring Booking-feil

source: Mybring Booking requires an API customer number.
nb_no: Mybring Booking krever API-kundenummer.

source: Mybring Customer
nb_no: Mybring kunde

source: Name
nb_no: Navn

source: New services
nb_no: Nye tjenester

source: No
nb_no: Nei

source: No API connection handling
nb_no: Ingen API tilkobling håndtering

source: No authentication data
nb_no: Ingen autenseringsdata

source: No files to download.
nb_no: Ingen filer å laste ned.

source: No labels available
nb_no: Ingen etiketter tilgjengelig

source: No pickup points found for postcode
nb_no: Fant ingen hentesteder for dette postnummeret

source: No problems detected
nb_no: Ingen problemer oppdaget

source: No sorting
nb_no: Ingen sortering

source: None
nb_no: Ingen

source: Note: Order is not completed
nb_no: Notat: Bestillingen er ikke fullført

source: Number of days before orders are shipped
nb_no: Antall dager før bestillinger sendes

source: Offer a flat rate if the cart reaches max products or a product in the cart does not have the required dimensions
nb_no: Tilby en fast sats hvis handlekurven har mer en maks produkter eller har et produkt som ikke har påkrevde dimensjoner

source: Only applies to home delivery services
nb_no: Gjelder kun hjemlevering

source: Order ID
nb_no: Ordre-ID

source: Order ID is missing.
nb_no: Ordre-ID mangler.

source: Order status after booking
nb_no: Bestillingsstatus etter reservering

source: Order status after printing
nb_no: Ordrestatus etter utskrift

source: Order status will be automatically set when a label is downloaded
nb_no: Ordrestatus settes automatisk når en fraktetikett er lastet ned

source: Order status will be automatically set when successfully booked
nb_no: Ordrestatus blir automatisk satt når den er bekreftet bestilt

source: Order status will be set to %s upon successful booking
nb_no: Ordrestatus vil bli satt til %s når en bestilling er fullført

source: Other services
nb_no: Andre tjenester

source: Package number
nb_no: Pakkenummer

source: Package type for home delivery
nb_no: Pakketype for hjemlevering

source: Packages
nb_no: Pakker

source: Packages up to 2 kg.
nb_no: Pakker opp til 2 kg.

source: Phone
nb_no: Telefonnummer

source: Phone Number
nb_no: Telefonummer

source: Pickup point
nb_no: Hentested

source: Pickup point limit
nb_no: Hentested valg

source: Pickup Point Options
nb_no: Hentested valg

source: Pickup points
nb_no: Hentesteder

source: Please add postal code
nb_no: Vennligst legg til postnummer

source: Please check write permissions for yor uploads folder.
nb_no: Kontroller om nettsiden har skrivetilgang til opplastingsmappen.

source: Please ensure you have a valid license to continue using PRO.
nb_no: Vennligst sørg for at du har en gyldig lisens før du fortsetter å bruke PRO.

source: Please note in order to use mailbox with tracking you need a RFID printer.
nb_no: NB! Du må ha en RFID-skriver for å kunne skrive ut etiketter med sporing.

source: Please select pickup point
nb_no: Vennligst velg hentested

source: Please select service
nb_no: Vennligst velg tjeneste

source: Please update the fields and save the order first
nb_no: Vennligst oppdater feltene og lagre orderen først

source: Please wait
nb_no: Vennligst vent

source: Please wait...
nb_no: Vennligst vent…

source: Post code
nb_no: Postnummer

source: Post office
nb_no: Postkontor

source: Postcode
nb_no: Postnummer

source: Press start to start booking
nb_no: Trykk start for å starte bestilling

source: Press Start to try again
nb_no: Trykk start for å forsøke igjen

source: Previous booking request failed with the following errors:
nb_no: Forrige forespørsel feilet med følgende feilmeldinger:

source: Price, high to low
nb_no: Pris, høy til lav.

source: Price, low to high
nb_no: Pris, lav til høy.

source: Processing
nb_no: Behandler

source: Product
nb_no: Produkt

source: Product quantity limit for cart
nb_no: Grense for antall produkter i kassen

source: Rate is not available for this order. Please try another service
nb_no: Pris er ikke tilgjengelig for denne orderen. Vennligst forsøk en annen tjeneste

source: Recipient
nb_no: Mottaker

source: Recipient Address
nb_no: Mottakeradresse

source: Reference
nb_no: Referanse

source: Remove all plugin styles from the checkout page
nb_no: Fjern alle plugin stiler fra kassa siden

source: Request was not successful
nb_no: Forespørselen feilet

source: Required field, time_slot, was empty
nb_no: Obligatorisk felt, time_slot, var tomt

source: Retry booking
nb_no: Prøv booking på nytt

source: Running in test-mode.
nb_no: Kjører i testmodus.

source: Saved location ID
nb_no: Lagret steds-ID

source: Select
nb_no: Velg

source: Select all
nb_no: Merk alle

source: Selected orders
nb_no: Velg bestillinger

source: Selected pickup point
nb_no: Velg hentested

source: Selected time slot
nb_no: Valgt tidsluke

source: Sender
nb_no: Avsender

source: Sender Address
nb_no: Avsender adresse

source: Service
nb_no: Tjeneste

source: Service name:
nb_no: Tjenestenavn:

source: Service to use for booking
nb_no: Service som brukes til booking

source: Services
nb_no: Tjenester

source: Set a flat rate for packages that exceed the maximum measurements allowed by Bring.
nb_no: Sett en fast pris på pakker som går over maksimale mål som støttes av Bring.

source: Set the default prices for shipping rates and allow free shipping options on those services. You can also set the free shipping limit for each shipping service.
nb_no: Sett egendefinert pris på fraktalternativene og tillat fraktfri levering under hver tjeneste. Du kan også sette fraktfri grense under hver av tjenestene.

source: Settings
nb_no: Innstillinger

source: Shipping
nb_no: Frakt

source: Shipping Date
nb_no: Forsendelsesdato

source: Shipping from post office
nb_no: Leveres fra postkontor

source: Shipping item id
nb_no: Frakt ID

source: Shipping method cost
nb_no: Fraktmetodekostnad

source: Shipping method cost for 'API Error'
nb_no: Fraktmetode kost for ‘API Error’

source: Shipping method cost for heavy items
nb_no: Fraktpris for tunge varer

source: Shipping method label
nb_no: Fraktmetode-etikett

source: Shipping method Label for Heavy Items
nb_no: Fraktmetode-etikett for tunge varer

source: Shipping method Label to replace 'API Error'
nb_no: Fraktmetode Etikett til erstatning av ‘API Error’

source: Shipping Options
nb_no: Fraktalternativer

source: Show Parties
nb_no: Vis parter

source: Sorry, Labels are only available for Administrators, Warehouse Teams and Store Managers. Please contact the administrator to enable access.
nb_no: Etiketter er kun tilgjengelig for Administratorer, Lagermedarbeidere og Butikksjefer. Kontakt en administrator for å få tilgang.

source: Sorting
nb_no: Sortering

source: Specific Countries
nb_no: Spesifikke land

source: Specify shipper or consignee reference. Available macros: %s
nb_no: Spesifiser avsender- eller mottakerreferanse. Tilgjengelige makroer: %s

source: Start creating a label to ship this order with Mybring
nb_no: Start å lage en etikett for å sende denne ordren med Mybring

source: Store address and contact information
nb_no: Butikkadresse og kontaktinformasjon

source: Store Name
nb_no: Butikknavn

source: Street Address 1
nb_no: Gateaddress 1

source: Street Address 2
nb_no: Gateadresse 2

source: Submit Consignment
nb_no: Send

source: Successfully authenticated
nb_no: Autentisert

# Succinct explaination of feature
source: Fixed shipping prices: Define your set price for each freight option
nb_no: Fast frakt: Sett en fast fraktpris på dine forsendelser

# Succinct explaination of feature
source: Free shipping limits: Set cart thresholds to enable free shipping.
nb_no: Gratis frakt grense: Sett en grenseverdi for når en ordre skal utløse gratis frakt.

# Succinct explaination of feature
source: Local pickup points: Let customers select their own pickup point based on their location.
nb_no: Pickup points: La kunden velge hentested for utlevering av pakken basert på deres lokasjon.

# Succinct explaination of feature
source: Mybring Booking: Book orders directly from the order page with Mybring
nb_no: Mybring Booking: Book en forsendelse hos Bring direkte i kundeordren med Mybring

source: Sucessfully booked
nb_no: Booking bekreftet

source: Test mode
nb_no: Test modus

source: The api email should be a valid email address.
nb_no: Api-e-posten må være en gyldig e-postadresse.

source: The api key should only contain letters (a-z), numbers and dashes.
nb_no: Api-nøkkelen kan bare inneholde bokstaver (a-z), tall og bindestreker.
