Repository: CoveAS/bring-fraktguiden-for-woocommerce
Catalog: languages/bring-fraktguiden-for-woocommerce-*.po
Languages: nb_no

source: The Bring Fraktguiden PRO license has not yet been activated. You have %s remaining before PRO features are disabled.
nb_no: Bring Fraktguiden PRO-lisensen har ikke blitt aktivert enda. Du har %s igjen før PRO-funksjonene blir deaktivert.

source: The lowest height for a consignment
nb_no: Den laveste høyde for en forsendelse

source: The lowest length for a consignment
nb_no: Den korteste lengde for en forsendelse

source: The lowest weight in kilograms for a consignment
nb_no: Den laveste vekt i kg for en forsendelse

source: The lowest width for a consignment
nb_no: Den minste bredde for en forsendelse

source: The order in which shipping options should be displayed.
nb_no: Rekkefølgen fraktalternativene skal vises i.

source: The shipping cost is normally calculated by a combination of weight and dimensions in order to calculate number of parcels to send and gives a more accurate price. Use this option to disable calculation based on dimensions.
nb_no: Normalt blir fraktkostnader kalkulert med en kombinasjon av vekt og dimensjoner for å regne ut riktig pris og sendinger.

source: This address will be your 'from' address and will populate the details given to Bring during the booking process
nb_no: Denne adressen vil være din fra-adresse og vil fylle ut disse detaljene gitt til Bring under bookingprosessen

source: This controls the title which the user sees during checkout.
nb_no: Dette er tittelen som brukeren ser i kassen.

source: This is the country of origin where you deliver from (If omitted WooCommerce's default location will be used. See WooCommerce - Settings - General)
nb_no: Dette er landet du sender fra (hvis ikke valgt benyttes WooCommerce sin standard lokasjon. Se WooCommerce - Innstillinger - Generelt)

source: This is the zip code of where you deliver from. For example, the post office.
nb_no: Dette er postnummeret hvor du sender varen fra. F.eks. ditt postkontor.

source: This will change the status even if the order is completed
nb_no: Dette vil endre status selv om bestillingen er fullført

source: This will only book orders that has not been booked.
nb_no: Gjelder kun bestillinger som ikke er reservert.

source: Title
nb_no: Tittel

source: To help customers, the service description will help explain how the services differ from each other
nb_no: For å hjelpe kunder vil tjenestebeskrivelsen forklare hvordan tjenestene skiller seg fra hverandre

source: Tomorrow
nb_no: Morgen

source: Tracking
nb_no: Sporing

source: Tracking code
nb_no: Sporingskode

source: Update order and send consignment to Bring
nb_no: Oppdater bestilling og send forsendelse til Bring

source: Update store information
nb_no: Oppdater butikkinformasjon

source: Update your store address.
nb_no: Oppdater butikkadressen din.

source: Use multipack when shipping many small items. This setting is highly recommended for SERVICEPAKKE. This will automatically divide shipped items into boxes with sides no longer than 240 cm and weigh less than 35kg and a circumference less than 360cm. If you're shipping a mix of small and big items you should disable this setting. Eg. if you're using both SERVICEPAKKE and CARGO you should disable this.
nb_no: Bruk Multipack når du sender mange små varer. Denne innstillingen anbefales for SERVICEPAKKE. Dette vil automatisk dele varer i bokser med sider kortere enn 240 cm og som veier mindre enn 35kg og med en omkrets mindre enn 360cm. Hvis du sender en blanding av store og små varer bør du deaktivere denne innstillingen. F.eks. Hvis du bruker både SERVICEPAKKE og CARGO bør du deaktivere denne instillingen.

source: Use PRO in test-mode. Used for development
nb_no: Bruk PRO i testmodus. Brukes til utvikling

source: Valid shipping postcode
nb_no: Gyldig postnummer for frakt

source: Value added services
nb_no: Verdiøkende tjenester

source: View
nb_no: Se

source: View Bring Fraktguiden Settings
nb_no: Vis Bring Fraktguiden innstillinger

source: View on map
nb_no: Se på kartet

source: View system info
nb_no: Se systeminformasjon

source: Visiting address
nb_no: Besøksadresse

source: Visiting city
nb_no: Besøksbyen

source: Visiting post code
nb_no: Gyldig postnummer for frakt

source: WARNING!
nb_no: ADVARSEL!

source: Waybill
nb_no: Fraktbrev

source: Waybill completed
nb_no: Fraktbrev fullført

source: We may ask for this information if you require support
nb_no: Vi kan etterspørre denne informasjonen hvis du ber om support

source: We use a packing algorithm to pack items in three dimensions. This algorithm is computationally heavy and to prevent against DDoS attacks we've implemented setting to control the maximum number of items that can be packed per order.
nb_no: Vi bruker en pakkealgoritme for å pakke pakker i tre dimensjoner. Denne algoritmen er tung databehandlingsmessig og for å beskytte mot DDoS angrep har vi implementert en innstilling for å kontrollere et maksimalt antall produkter som kan pakkes per ordre.

source: Weight
nb_no: Vekt

source: Weight:
nb_no: Vekt:

source: What fee do you want to charge for Bring, disregarded if you choose free. Leave blank to disable.
nb_no: Gebyr du ønsker å ta betalt for Bring. Blir ignorert dersom du velger gratis. La stå tomt for å deaktivere.

source: What method should be used to calculate post rates for items that exceeds the limits set by bring
nb_no: Hvilken metode skal brukes for å kalkulere fraktprisen for varer som går over grensen satt av Bring

source: What pricing should be used if no connection can be made to the bring API
nb_no: Hvilken prising bør brukes hvis det ikke kan gjøres forbindelse til bring-API

source: When a cart reaches this limit, you can enable this shipping method.<br><em>For example, when ordering in bulk, the price for a shipping container may be a flat rate</em>
nb_no: Når en handlekurv når grensen, kan denne fraktmetoden aktiveres.<br><em>For eksempel ved bulkbestilling, prisen på fraktgods kan være en fast pris</em>

source: When enabled, Bookings will not be invoiced or fulfilled by Bring
nb_no: Når aktivert, blir bestillinger ikke fakturert eller oppfylt av Bring

source: Width
nb_no: Bredde

source: With scenarios that fall outside of what Bring can handle, you are able to set prices for cases such as oversized items, minimum sized items, how many items you allow in one shipment and what should happen if Bring is not accessible.
nb_no: Scenarioer som faller på utsiden av det Bring kan håndtere, har du mulighet til å sette priser for scenario som; for store pakkemål, minimumskrav til pakkestørrelse og hvor mange enheter det er mulig å ha med i en forsendelse - og hva som skal skje hvis Bring API ikke er tilgjengelig.

source: Yes
nb_no: Ja

source: You have to upgrade to PRO in order to use this feature.
nb_no: Du må oppgradere til PRO for å kunne bruke denne funksjonen.

source: You're using an outdated customer number, %s - The latest services from Bring require you to update your customer number.
nb_no: Du bruker et gammelt kundenummer, %s - De nyeste produktene fra Bring krever at du oppdaterer til nytt kundenummer.

source: Your tracking number:
nb_no: Sporingsnummer:
